// products.js
export const beautyProducts = [
  {
    id: 1,
    name: "Увлажняющий мусс",
    description: "Глубоко увлажняет кожу лица, оставляя её мягкой и гладкой.",
    category: "Для正常ной кожи",
    price: "2 750",
    image: "mousse",
    ingredients: ["активные натуральные комплексы", "витамины C, A, PP, B и E", "солнцезащитные компоненты"]
  },
  {
    id: 2,
    name: "Увлажняющая маска",
    description: "Спобствует удержанию влаги в верхних слоях кожи.",
    category: "Для нормальной кожи",
    price: "3 500",
    image: "mask",
    ingredients: ["воски", "минералы", "масла"]
  },
  {
    id: 3,
    name: "Гель для умывания",
    description: "Интенсивно очищает, не повреждает защитный барьер кожи.",
    category: "Для нормальной кожи",
    price: "1 650",
    image: "gel",
    ingredients: ["минералы", "витамины C, A, PP, B и E", "солнцезащитные компоненты"]
  },
  {
    id: 4,
    name: "Подарочный набор",
    description: "Набор, состоящий из увлажняющего крема и маски.",
    category: "Для нормальной кожи",
    price: "4 750",
    image: "set-1",
    ingredients: ["воски", "минералы", "масла"]
  },
  {
    id: 5,
    name: "Подарочный набор",
    description: "Весь набор средств invisible symphony, крем, маска, мусс и гель для умывания.",
    category: "Для нормальной кожи",
    price: "7 520",
    image: "set-5",
    ingredients: ["воски", "минералы", "масла"]
  }
];
